Repository: dankan1890/mewui
Catalog: language/Czech/strings.po
Languages: cs

source: [empty slot]
cs: [prázdný slot]

source: [create]
cs: [vytvořit]

source: Select access mode
cs: Vyber přístupový režim

source: Read-only
cs: Pouze čtení

source: Read-write
cs: Čtení-Zápis

source: Read this image, write to another image
cs: Číst tento obrázek, zapsat do jiného obrázku

source: Read this image, write to diff
cs: Číst tento obrázek, zapsat do diff

source: Cheat Comment: %s
cs: Cheat komentář: %s

source: All cheats reloaded
cs: Všechny cheaty znovu načteny

source: Autofire Settings
cs: Nastavení automatické střelby

source: Reset All
cs: Resetovat vše

source: Reload All
cs: Znovu načíst vše

source: Autofire Status
cs: Stav automatické střelby

source: Disabled
cs: Deaktivováno

source: Enabled
cs: Aktivováno

source: On
cs: Zapnuto

source: Off
cs: Vypnuto

source: No buttons found on this machine!
cs: Žádná tlačítka na tomto zařízení nenalezena!

source: Autofire Delay
cs: Zpoždění autostřelby

source: Snapshots
cs: Náhledy

source: Cabinets
cs: Kastle

source: Control Panels
cs: Panely ovládání

source: PCBs
cs: Desky spojů

source: Flyers
cs: Plakáty

source: Titles
cs: Titulky

source: Ends
cs: Zakončení

source: Artwork Preview
cs: Náhled artworku

source: Bosses
cs: Bossové

source: Logos
cs: Loga

source: Game Over
cs: Konec hry

source: HowTo
cs: Jak na to

source: Scores
cs: Skóre

source: Select
cs: Výběr

source: Covers
cs: Obaly

source: Add or remove favorites
cs: Přidat nebo odebrat z oblíbených

source: Export displayed list to file
cs: Export zobrazeného seznamu do souboru

source: Show DATs view
cs: Zobraz DAT pohled

source: Software part selection:
cs: Výběr části software:

source: Bios selection:
cs: Výběr BIOSu:

source: Software is clone of: %1$-.100s
cs: Software je klon: %1$-.100s

source: Software is parent
cs: Software je parent

source: Supported: No
cs: Podpora: Ne

source: Supported: Partial
cs: Podpora: Částečně

source: Supported: Yes
cs: Podpora: Ano

source: Driver is clone of: %1$-.100s
cs: Driver je klon: %1$-.100s

source: Driver is parent
cs: Driver je parent

source: Overall: NOT WORKING
cs: Celkově: NEFUNGUJE

source: Overall: Unemulated Protection
cs: Celkově: Neemulovaná ochrana

source: Overall: Working
cs: Celkově: Funguje

source: Graphics: Imperfect,
cs: Grafika: Nedokonalá,

source: Graphics: OK,
cs: Grafika: OK,

source: Sound: Unimplemented
cs: Zvuk: Neimplementován

source: Sound: Imperfect
cs: Zvuk: Nedokonalý

source: Sound: OK
cs: Zvuk: OK

source: Images
cs: Obrázky

source: Infos
cs: Informace

source: (default)
cs: (standardní)

source: stopped
cs: zastaveno

source: playing
cs: přehrává

source: (playing)
cs: (přehrává)

source: recording
cs: nahrává

source: (recording)
cs: (nahrává)

source: Pause/Stop
cs: Pauza/Stop

source: Play
cs: Přehrát

source: Record
cs: Nahrát

source: Rewind
cs: Přetočit zpět

source: Fast Forward
cs: Přetočit dopředu

source: One or more ROMs/CHDs for this machine are incorrect. The machine may not run correctly.
cs: Jedna nebo více ROMs/CHDs pro toto zařízení je nekorektních. Zařízení nemusí fungovat správně.

source: There are known problems with this machine
cs: S tímto zařízením jsou známy problémy

source: One or more ROMs/CHDs for this machine have not been correctly dumped.
cs: Jedna nebo více ROM/CHD pro toto zařízení je špatně stažena (dumpnuta).

source: Screen flipping in cocktail mode is not supported.
cs: Otočení obrazu v koktail módu není podporováno.

source: This machine was never completed. It may exhibit strange behavior or missing elements that are not bugs in the emulation.
cs: Zařízení nebylo nikdy dokončeno. Může se objevit zvláštní chování nebo chybějící části, jež nejsou chybou emulace.

source: This machine has no sound hardware, MAME will produce no sounds, this is expected behaviour.
cs: Zařízení nemá zvukový hardware, MAME nebyde přehrávat zvuky, toto je očekávané chování.

source: THIS MACHINE DOESN'T WORK. The emulation for this machine is not yet complete. There is nothing you can do to fix this problem except wait for the developers to improve the emulation.
cs: ZAŘÍZENÍ NEFUNGUJE. Emulace tohoto zařízení není ještě kompletní. Nic s tím nemůžete udělat, jen čekat na vývojáře až vylepší emulaci.

source: Press any key to continue
cs: Stiskni klávesu pro pokračování

source: Sound:
cs: Zvuk:

source: None
cs: Žádný

source: Vector
cs: Vektor

source: Screen '%1$s'
cs: Obraz '%1$s'

source: Screen
cs: Obraz

source: Not supported
cs: Nepodporováno

source: Partially supported
cs: Částečná podpora

source: [empty]
cs: [prázdný]

source: User Interface
cs: Uživatelské rozhraní

source: Other Controls
cs: Ostatní ovládání

source: Selection List - Search:
cs: Seznam výběru - Hledání:

source: Double click or press %1$s to select
cs: Dvojklik nebo stisk %1$s pro výběr

source: Main filter
cs: Základní filtr

source: Other filter
cs: Další filtr

source: ^!Manufacturer
cs: ^!Výrobce

source: ^!Year
cs: ^!Rok

source: Remove last filter
cs: Odstranit poslední filtr

source: Add filter
cs: Přidat filtr

source: Select custom filters:
cs: Vyber uživatelský filtr:

source: ^!Publisher
cs: ^!Vydavatel

source: ^!Device type
cs: ^!Typ zařízení

source: [file manager]
cs: [souborový manažer]

source: Switch Item Ordering
cs: Přepnout řazení

source: Switched Order: entries now ordered by %s
cs: Přepnuté řazení: záznamy nyní řazeny podle %s

source: description
cs: popis

source: [compatible lists]
cs: [kompatibilní seznamy]

source: Screen #%d
cs: Obraz #%d

source: Rotate
cs: Rotace

source: Backdrops
cs: Pozadí

source: Overlays
cs: Popředí

source: CPanels
cs: CPanely

source: View
cs: Pohled

source: Cropped
cs: Ořezaný

source: Full
cs: Plný

source: Filter
cs: Filtr

source: ^!File
cs: ^!Soubor

source: ^!Category
cs: ^!Kategorie

source: ^!Setup custom filter
cs: ^!Nastav uživatelský filtr

source: Customize UI
cs: Upravení UI

source: Configure Directories
cs: Konfigurace složek

source: Sound Options
cs: Možnosti zvuku

source: General Inputs
cs: Základní vstupy

source: Save Configuration
cs: Ulož konfiguraci

source: Settings
cs: Nastavení

source: File Already Exists - Override?
cs: Soubor již existuje - Přepsat?

source: No
cs: Ne

source: Yes
cs: Ano

source: New Image Name:
cs: Nové jméno obrázku:

source: Image Format:
cs: Formát obrázku:

source: Create
cs: Vytvořit

source: Please enter a file extension too
cs: Prosím vložte i příponu souboru

source: Select image format
cs: Vyber formát obrázku

source: Return to Machine
cs: Zpět na zařízení

source: Exit
cs: Ukončení

source: Return to Previous Menu
cs: Zpět na předchozí menu

source: Auto
cs: Automaticky

source: New Barcode:
cs: Nový čárový kód:

source: Enter Code
cs: Vložit kód

source: Barcode length invalid!
cs: Špatná délka čárového kódu!

source: %s added to favorites list.
cs: %s přidán do seznamu oblíbených.

source: %s removed from favorites list.
cs: %s odstraněn ze seznamu oblíbených.

source: Configure Options
cs: Možnosti konfigurace

source: Plugins
cs: Pluginy

source: Vertical
cs: Vertikální

source: Horizontal
cs: Horizontální

source: %1$s %2$s ( %3$d / %4$d machines (%5$d BIOS) )
cs: %1$s %2$s ( %3$d / %4$d zařízení (%5$d BIOS) )

source: %1$s Search: %2$s_
cs: %1$s Hledání: %2$s_

source: System: %1$-.100s
cs: Systém: %1$-.100s

source: Miscellaneous Options
cs: Různé možnosti

source: Re-select last machine played
cs: Znovu-vyber poslední spuštěné zařízení

source: Enlarge images in the right panel
cs: Zvětši obrázky v pravém panelu

source: Cheats
cs: Cheaty

source: Show mouse pointer
cs: Zobraz ukazatel myši

source: Confirm quit from machines
cs: Potvrď odchod ze zařízení

source: Use image as background
cs: Použij obrázek jako pozadí

source: Skip bios selection menu
cs: Přeskoč menu s výběrem BIOSu

source: Skip software parts selection menu
cs: Přeskoč menu s výběrem částí software

source: Device Mapping
cs: Mapování zařízení

source: Lightgun Device Assignment
cs: Lightgun zařízení přiřazení

source: Trackball Device Assignment
cs: Trackball zařízení přiřazení

source: Pedal Device Assignment
cs: Pedál zařízení přiřazení

source: Adstick Device Assignment
cs: ADStick zařízení přiřazení

source: Paddle Device Assignment
cs: Pádlo zařízení přiřazení

source: Dial Device Assignment
cs: Vytáčecí zařízení přiřazení

source: Positional Device Assignment
cs: Poziční zařízení přiřazení

source: Mouse Device Assignment
cs: Myš zařízení přiřazení

source: Video Options
cs: Nastavení videa

source: Video Mode
cs: Video Mód

source: Bilinear Filtering
cs: Bilineární filtrování

source: Window Mode
cs: Okenní mód

source: Enforce Aspect Ratio
cs: Vynutit poměr stran

source: Start Out Maximized
cs: Spustit maximalizovaně

source: Synchronized Refresh
cs: Synchronizované obnovení

source: Wait Vertical Sync
cs: Čekat na V-Sync

source: Cannot save over directory
cs: Nemohu zapisovat do složky

source: The software selected is missing one or more required ROM or CHD images. Please select a different one.
cs: Vybranému softwaru chybí jedna nebo více požadovaných ROM nebo CHD. Prosím, vyberte jiný.

source: Pseudo terminals
cs: Pseudo terminály

source: [failed]
cs: [chybný]

source: This driver requires images to be loaded in the following device(s):
cs: Tento ovladač vyžaduje aby byl obraz media nahrán do následujících zařízení:

source: Keyboard Emulation Status
cs: Stav emulace klávesnice

source: Mode: PARTIAL Emulation
cs: Režim: ČÁSTEČNÁ Emulace

source: UI: Enabled
cs: UI: Povoleno

source: **Use ScrLock to toggle**
cs: **Použij ScrLock pro přepnutí**

source: Mode: FULL Emulation
cs: Režim: PLNÁ Emulace

source: UI: Disabled
cs: UI: Zakázáno

source: Autofire can't be enabled
cs: Autostřelba nemůže být povolena

source: Are you sure you want to quit? Press ''%1$s'' to quit, Press ''%2$s'' to return to emulation.
cs: Určitě chcete odejít? Stiskni ''%1$s'' pro ukončení, Stiskni ''%2$s'' pro návrat do emulace.

source: Master Volume
cs: Hlavní hlasitost

source: %1$s Volume
cs: %1$s hlasitost

source: Overclock CPU %1$s
cs: Přetakt CPU %1$s

source: %1$s Refresh Rate
cs: %1$s Obnovovací frekvence

source: %1$s Brightness
cs: %1$s Jas

source: %1$s Contrast
cs: %1$s Kontrast

source: %1$s Horiz Stretch
cs: %1$s Horiz Roztah

source: %1$s Horiz Position
cs: %1$s Horiz Pozice

source: %1$s Vert Stretch
cs: %1$s Vert Roztah

source: %1$s Vert Position
cs: %1$s Vert Pozice

source: Laserdisc '%1$s' Horiz Stretch
cs: Laserdisc '%1$s' Horiz Roztah

source: Laserdisc '%1$s' Horiz Position
cs: Laserdisc '%1$s' Horiz Pozice

source: Laserdisc '%1$s' Vert Stretch
cs: Laserdisc '%1$s' Vert Roztah

source: Laserdisc '%1$s' Vert Position
cs: Laserdisc '%1$s' Vert Pozice

source: Vector Flicker
cs: Vektor Blikač

source: Beam Width Minimum
cs: Minimální šířka svazku

source: Beam Width Maximum
cs: Maximální šířka svazku

source: Beam Intensity Weight
cs: Váha intenzity svazku

source: Crosshair Scale %1$s
cs: Zaměřovač škála %1$s

source: Crosshair Offset %1$s
cs: Zaměřovač posun %1$s

source: Crosshair Scale X %1$1.3f
cs: Zaměřovač škála X %1$1.3f

source: Crosshair Scale Y %1$1.3f
cs: Zaměřovač škála Y %1$1.3f

source: Crosshair Offset X %1$1.3f
cs: Zaměřovač posun X %1$1.3f

source: Crosshair Offset Y %1$1.3f
cs: Zaměřovač posun Y %1$1.3f

source: **Error saving ui.ini**
cs: **Chyba ukládání ui.ini**

source: **Error saving %s.ini**
cs: **Chyba ukládání %s.ini**

source: Configuration saved
cs: Configurace uložena

source: Show All
cs: Zobrazit vše

source: Hide Filters
cs: Skrýt filtry

source: Hide Info/Image
cs: Skrýt info/obrázek

source: Hide Both
cs: Skrýt obojí

source: Fonts
cs: Písma

source: Colors
cs: Barvy

source: Language
cs: Jazyk

source: Show side panels
cs: Zobraz postranní panely

source: Custom UI Settings
cs: Uživatelská nastavení UI

source: default
cs: standardní

source: UI Font
cs: UI Písmo

source: Bold
cs: Tučné

source: Italic
cs: Kurzíva

source: Lines
cs: Linie

source: Infos text size
cs: Velikost info textů

source: UI Fonts Settings
cs: Nastavení písma UI

source: Sample text - Lorem ipsum dolor sit amet, consectetur adipiscing elit.
cs: Ukázkový text - Lorem ipsum dolor sit amet, consectetur adipiscing elit.

source: Normal text
cs: Normální text

source: Selected color
cs: Vybraná barva

source: Normal text background
cs: Pozadí normálního textu

source: Selected background color
cs: Barva pozadí vybraného textu

source: Subitem color
cs: Barva podpoložky

source: Clone
cs: Klon

source: Border
cs: Okraj

source: Background
cs: Pozadí

source: Dipswitch
cs: DIP přepínač

source: Unavailable color
cs: Barva nedostupné položky

source: Slider color
cs: Barva posuvníku

source: Gfx viewer background
cs: Pozadí Gfx prohlížeče

source: Mouse over color
cs: Barva při přejetí myši

source: Mouse over background color
cs: Barva pozadí při přejetí myši

source: Mouse down color
cs: Barva při stisku myši

source: Mouse down background color
cs: Barva pozadí při stisku myši

source: Restore originals colors
cs: Obnovit původní barvy

source: UI Colors Settings
cs: Nastavení barev UI

source: Double click or press %1$s to change the color value
cs: Dvojklik nebo stisk %1$s pro změnu barvy

source: Menu Preview
cs: Menu náhled

source: Normal
cs: Normální

source: Subitem
cs: Podpoložka

source: Selected
cs: Vybraný

source: Mouse Over
cs: Přejetí myši

source: Alpha
cs: Průhlednost

source: Red
cs: Červená

source: Green
cs: Zelená

source: Blue
cs: Modrá

source: Choose from palette
cs: Výběr z palety

source: Color preview =
cs: Barevný náhled =

source: White
cs: Bílá

source: Silver
cs: Stříbrná

source: Gray
cs: Šedá

source: Black
cs: Černá

source: Orange
cs: Oranžová

source: Yellow
cs: Žlutá

source: Violet
cs: Fialová

source: Samples
cs: Samply

source: Icons
cs: Ikony

source: Controls Panels
cs: Ovládací panely

source: Crosshairs
cs: Zaměřovače

source: Artworks
cs: Artworky

source: Artworks Preview
cs: Náhledy artworků

source: Folders Setup
cs: Nastavení složek

source: Current %1$s Folders
cs: Aktuální %1$s složky

source: Change Folder
cs: Změnit složku

source: Add Folder
cs: Přidat složku

source: Remove Folder
cs: Odstranit složku

source: Change %1$s Folder - Search: %2$s_
cs: Změnit %1$s Složku - Hledat: %2$s_

source: Add %1$s Folder - Search: %2$s_
cs: Přidat %1$s Složku - Hledat: %2$s_

source: Press TAB to set
cs: Stiskni TAB pro nastavení

source: Remove %1$s Folder
cs: Odstranit %1$s Složku

source: Sound
cs: Zvuk

source: Sample Rate
cs: Vzorkovací frekvence

source: Use External Samples
cs: Použít externí samply

source: COLORS
cs: BARVY

source: PENS
cs: PERA

source: Audit in progress...
cs: Probíhá audit...

source: Publisher: %1$s -
cs: Vydavatel: %1$s -

source: Year: %1$s -
cs: Rok: %1$s -

source: Device type: %1$s -
cs: Typ zařízení: %1$s -

source: %s Search: %s_
cs: %s Hledání: %s_

source: Software Usage
cs: Software použití

source: Revision:
cs: Verze:

source: Keyboard Mode:
cs: Režim klávesnice:

source: Natural
cs: Přirozená

source: Emulated
cs: Emulovaná

source: Uptime: %1$d:%2$02d:%3$02d
cs: Čas běhu: %1$d:%2$02d:%3$02d

source: Uptime: %1$d:%2$02d
cs: Čas běhu: %1$d:%2$02d

source: Tickets dispensed: %1$d
cs: Lístků zahozeno: %1$d

source: Coin %1$c: NA%3$s
cs: Mince %1$c: NA%3$s

source: Coin %1$c: %2$d%3$s
cs: Mince %1$c: %2$d%3$s

source: (locked)
cs: (zamčeno)

source: Visible Delay
cs: Viditelné zpoždění

source: %s.xml saved under ui folder.
cs: %s.xml uložen v ui složce.

source: Name: Description:
cs: Jméno: Popis:

source: %s.txt saved under ui folder.
cs: %s.txt uložen v ui složce.

source: Add To Favorites
cs: Přidat do oblíbených

source: Remove From Favorites
cs: Odstranit z oblíbených

source: Save machine configuration
cs: Ulož konfiguraci zařízení

source: Select position to load from
cs: Vyber pozici pro načtení

source: Select position to save to
cs: Vyber pozici pro uložení

source: No machines found. Please check the rompath specified in the %1$s.ini file. If this is your first time using %2$s, please see the config.txt file in the docs directory for information on configuring %2$s.
cs: Žádná zařízení nenalezena. Prosím zkontrolujte rompath v %1$s.ini souboru. Pokud používáte %2$s poprvé, prosím podívejte se na config.txt soubor ve složce docs na informace o konfiguraci %2$s.

source: Type name or select: %1$s_
cs: Napiš jméno nebo vyber: %1$s_

source: Type name or select: (random)
cs: Napiš jméno nebo vyber: (náhodně)

source: Unimplemented
cs: Neimplementovaný

source: Imperfect
cs: Nedokonalý

source: Gfx: %s, Sound: %s
cs: Gfx: %s, Zvuk: %s

source: Input (general)
cs: Vstup (vše)

source: Input (this Machine)
cs: Vstup (toto zařízení)

source: Analog Controls
cs: Analogové ovladače

source: Dip Switches
cs: DIP přepínače

source: Machine Configuration
cs: Nastavení zařízení

source: Bookkeeping Info
cs: Zapsané informace

source: Machine Information
cs: Informace o zařízení

source: Image Information
cs: Informace o programu

source: File Manager
cs: Souborový manažer

source: Tape Control
cs: Ovládání kazetového přehrávače

source: Bios Selection
cs: Výběr BIOSu

source: Slot Devices
cs: Zásuvná zařízení

source: Barcode Reader
cs: Čtečka čárového kódu

source: Network Devices
cs: Síťová zařízení

source: Keyboard Mode
cs: Režim klávesnice

source: Slider Controls
cs: Posuvné ovladače

source: Crosshair Options
cs: Nastavení zameřovače

source: External DAT View
cs: Externí DAT zobrazení

source: Select New Machine
cs: Vyber nové zařízení
